/* Cancel按钮 */
"kAlertBtnCancel" = "キャンセル";

/* 关闭按钮 */
"kAlertBtnClose" = "閉じる";

/* OK按钮 */
"kAlertBtnOK" = "OK";

/* Retry按钮 */
"kAlertBtnRetry" = "再試行";

/* Settings按钮 */
"kAlertBtnSettings" = "設定";

/* 升级按钮 */
"kAlertBtnUpgrade" = "OK";

/* 查看按钮 */
"kAlertBtnView" = "表示";

/* xx即将到达，xx is coming. */
//"kAlertFrmStringArrived" = "間もなく%@に到着します。";
"kAlertFrmStringArrived" = "%@";

/* xx已经离开，Leave xx */
"kAlertFrmStringLeaved" = "%@";

/* 需要打开internet连接访问地图的提示框的内容 */
"kAlertNeedInternetBodyAccessMaps" = "マップデータにアクセスするには、Wi-Fiネットワークかモバイルデータ通信を利用する必要があります。";

/* 需要打开internet连接访问地图的提示框的标题 */
"kAlertNeedInternetTitleAccessMaps" = "マップデータにアクセスできません";

/* 需要打开internet连接访问App store的提示框的内容 */
"kAlertNeedInternetBodyAccessAppStore" = "App　Storeにアクセスするには、Wi-Fiネットワークかモバイルデータ通信を利用する必要があります。";

/* 需要打开internet连接访问App store的提示框的标题 */
"kAlertNeedInternetTitleAccessAppStore" = "App　Storeに接続できません";

/* 打开定位服务的提示框的消息内容 */
"kAlertNeedLocationServicesBody" = "位置情報サービスをオンにするとこのプログラムで位置情報が確認する必要があります。";

/* 打开定位服务的提示框的消息标题 */
"kAlertNeedLocationServicesTitle" = "現在地を確認できません";

/* 升级为pro版本的提示框的消息内容 */
"kAlertUpgradeProVesionBody" = "このプログラムを完全版にアップグレードすることで、さらに多くの位置アラームを増やすことができます。";

/* 升级为pro版本的提示框的消息标题 */
"kAlertUpgradeProVesionTitle" = "完全版にアップグレードします";


/* 查询失败的提示框内容：请重试。Please try again.（错误的默认提示） */
"kAlertSearchBodyTryAgain" = "もう一度、試してください。";

/* 查询失败的提示框内容：Please try tomorrow.对应“一天内查询次数过多” */
"kAlertSearchBodyTryTomorrow" = "明日、また試してください。";

/* 查询提示框标题，Search */
"kAlertSearchTitle" = "検査";

/* 地址查询失败的提示框标题：发生网络错误，Network Error，（错误的默认提示） */
"kAlertSearchTitleDefaultError" = "ネットワークエラー";

/* 地址查询失败的提示框标题：无结果，No Results Found */
"kAlertSearchTitleNoResults" = "結果なし";

/* 查询完成，有多个结果提示用户选择，Did you mean... */
"kAlertSearchTitleResults" = "つまりそれは...";

/* 地址查询失败的提示框标题：一天内查询次数过多，Too Many Queries have been Made */
"kAlertSearchTitleTooManyQueries" = "クエリの回数が多すぎました。";

/* 购买的消息标题 */
"kAlertPurchaseTitle" = "購入";
/* 需要打开允许购买选项的消息标题 */
"kAlertPurchasenNotAllowPurchaseBody" = "“App內での購入”を有効にしていません。";

/* 东经格式化串 */
"kCoordinateFrmStringEastLongitude" = "東経 %d°%d′%d″";

/* 东经格式化串(值与符号间有空格) */
"kCoordinateFrmStringEastLongitudeSpace" = "東経 %d°%d′%d″";

/* 东经格式化串(秒上带小数) */
"kCoordinateFrmStringEastLongitudeDecimal" = "東経 %d°%d′%d.%d″";


/* 北纬格式化串 */
"kCoordinateFrmStringNorthLatitude" = "北緯 %d°%d′%d″";

/* 北纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringNorthLatitudeSpace" = "北緯 %d°%d′%d″";

/* 北纬格式化串(秒上带小数) */
"kCoordinateFrmStringNorthLatitudeDecimal" = "北緯 %d°%d′%d.%d″";


/* 南纬格式化串 */
"kCoordinateFrmStringSouthLatitude" = "南緯 %d°%d′%d″";

/* 南纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringSouthLatitudeSpace" = "南緯 %d°%d′%d″";

/* 南纬格式化串(秒上带小数) */
"kCoordinateFrmStringSouthLatitudeDecimal" = "南緯 %d°%d′%d.%d″";


/* 西经格式化串 */
"kCoordinateFrmStringWestLongitude" = "西経 %d°%d′%d″";

/* 西经格式化串(值与符号间有空格) */
"kCoordinateFrmStringWestLongitudeSpace" = "西経 %d°%d′%d″";

/* 西经格式化串(秒上带小数) */
"kCoordinateFrmStringWestLongitudeDecimal" = "西経 %d°%d′%d.%d″";


/* 默认的位置闹钟名称 */
"KDefaultAlarmName" = "位置アラーム";

/* 警示半径类型名称-001，Near */
"KDicAlarmRadius001" = "近い";

/* 警示半径类型名称-002，Standard */
"KDicAlarmRadius002" = "標準";

/* 警示半径类型名称-003，Far */
"KDicAlarmRadius003" = "遠い";

/* 警示半径类型名称-004，Custom */
"KDicAlarmRadius004" = "カスタム";

/* 混合地图类型名称 */
"KDicMapTypeNameHybrid" = "地図＋写真";

/* 卫星地图类型名称 */
"KDicMapTypeNameSatellite" = "航空写真";

/* 标准地图类型名称 */
"KDicMapTypeNameStandard" = "マップ";

/* 开关值已经关闭 */
"KDicOff" = "オフ";

/* 开关值已经打开 */
"KDicOn" = "オン";

/* 重复类型的名称-001，Once */
"KDicRepeateTypeName001" = "しない";

/* 重复类型的名称-002，Forever */
"KDicRepeateTypeName002" = "連続アラーム";


/* 闹钟铃声名称-无 */
"KDicSoundName000" = "なし";

/* 闹钟铃声名称-001 */
"KDicSoundName001" = "マリソバ";

/* 闹钟铃声名称-002 */
"KDicSoundName002" = "ツロフォソ";

/* 闹钟铃声名称-003 */
"KDicSoundName003" = "ハ一プ";

/* 闹钟铃声名称-004 */
"KDicSoundName004" = "黒電話";

/* 闹钟铃声名称-005 */
"KDicSoundName005" = "トリル";

/* 闹钟铃声名称-006 */
"KDicSoundName006" = "KDicSoundName006";

/* 闹钟铃声名称-007 */
"KDicSoundName007" = "KDicSoundName007";

/* 闹钟铃声名称-008 */
"KDicSoundName008" = "KDicSoundName008";

/* 闹钟铃声名称-009 */
"KDicSoundName009" = "KDicSoundName009";

/* 闹钟铃声名称-010 */
"KDicSoundName010" = "KDicSoundName010";

/* 闹钟铃声名称-011 */
"KDicSoundName011" = "KDicSoundName011";

/* 闹钟铃声名称-012 */
"KDicSoundName012" = "KDicSoundName012";

/* 闹钟铃声名称-013 */
"KDicSoundName013" = "KDicSoundName013";

/* 闹钟铃声名称-014 */
"KDicSoundName014" = "KDicSoundName014";

/* 闹钟铃声名称-015 */
"KDicSoundName015" = "KDicSoundName015";

/* 闹钟铃声名称-016 */
"KDicSoundName016" = "KDicSoundName016";

/* 触发条件类型的名称，When I Arrive */
"kDicTriggerTypeNameWhenArrive" = "到着時";       

/* 触发条件类型的名称，When I Leave */
"kDicTriggerTypeNameWhenLeave" = "出発時";

/* Alarm是否启用的标签 */
"KLabelAlarmEnable" = "有効にする";

/* 信息卡视图地址的标签（英文小写） */
"KLabelAlarmMapInfo" = "住所";

/* 闹钟名字的标签 */
"KLabelAlarmName" = "ラベル";

/* 地址的标签 */
"KLabelAlarmPostion" = "目的地";

/* 警示半径的标签 */
"KLabelAlarmRadius" = "アラーム半径";

/* 重复类型的标签 */
"KLabelAlarmRepeat" = "繰り返し";

/* 声音的标签 */
"KLabelAlarmSound" = "サウンド";

/* 振动的标签 */
"KLabelAlarmVibrate" = "スヌーズ";

/* 触发警告条件的标签 */
"KLabelAlarmTrigger" = "通知";

/* 地图书签视图的提示文本 */
"KLabelMapBookmarksView" = "マップ上に表示するアラームを選択します";

/* 新增闹钟的大头针的标题 */
"KLabelMapNewAnnotationTitle" = "ドラッグで目的地を変更できます";

/* 关于tab的标题 */
"KTabTitleAbout" = "について";

/* 闹钟列表tab标题 */
"KTabTitleAlarmList" = "アラームリスト";

/* 闹钟地图tab标题 */
"KTabTitleAlarmMaps" = "アラームマップ";

/* 设置tab的标题 */
"KTabTitleSetting" = "設定";

/* 提示无法反转地址，需要打开internet连接的提示文本 */
"KTextPromptNeedInternetToReversing" = "この地理座標を住所情報に変換するには、Wi-Fiネットワークかモバイルデータ通信に接続する必要があります。";

/* 提示无法取得当前位置，需要通过地图指定位置的提示文本 */
"KTextPromptNeedSetLocationByMaps" = "現在地を確認できません。地図を使用して目的地を設定することができます。";

/* 空闹钟列表的背景文字 */
"KTextPromptNoiAlarms" = "位置アラームなし";

/* 正在定位的提示文本 */
"KTextPromptWhenLocating" = "現在地...";

/* 正在反转地址的提示文本 */
"KTextPromptWhenReversing" = "逆転中...";

/* 正在载入的提示文本 */
"KTextPromptWhenLoading" = "読み込み中...";

/* 当前位置的文本 */
"KTextPromptDistanceCurrentLocation" = "現在地まで %.1f km";

/* 当前位置的文本 */
"KTextPromptCurrentLocation" = "現在地";

/* 这是当前位置的文本 */
"KTextPromptItIsCurrentLocation" = "これは現在地です。";

/* 搜索bar的Placeholder */
"KTextPromptPlaceholderOfSearchBar" = "検索または目的地";

/* 千米(单数) */
"kUnitKilometre" = "km";

/* 米(单数) */
"kUnitMeter" = "m";

/* 米(复数) */
"kUnitMeters" = "m";

/* 添加闹钟视图标题 */
"KViewTitleAddAlarms" = "アラームを追加";

/* 编辑地址的视图标题 */
"KViewTitleAlarmPostion" = "目的地";

/* 编辑警示半径视图标题 */
"KViewTitleAlarmRadius" = "アラーム半径";

/* 闹钟列表视图标题 */
"KViewTitleAlarmsList" = "アラームリスト";

/* 闹钟地图视图标题 */
"KViewTitleAlarmsListMaps" = "アラームマップ";

/* 编辑闹钟视图标题 */
"KViewTitleEditAlarms" = "アラームを編集";

/* 信息卡视图标题 */
"KViewTitleInformation" = "情報";

/* 地图书签视图的标题 */
"KViewTitleMapBookmarks" = "位置アラーム";

/* 编辑名称视图标题 */
"KViewTitleName" = "ラベル";

/* 编辑重复类型视图标题 */
"KViewTitleRepeat" = "繰り返し";

/* 编辑铃声视图标题 */
"KViewTitleSound" = "サウンド";

/* 编辑振动视图标题 */
"KViewTitleVibrate" = "スヌーズ";

/* 触发警告条件视图的标题 */
"KViewTitleTrigger" = "通知";





////////////////////////////////////////////////////////
/* app store 的链接 */
"KLinkAppStoreLite" = "http://itunes.apple.com/jp/app/ialarm-location-alarm/id427929181?mt=8";
"KLinkAppStoreFullVersion" = "http://itunes.apple.com/jp/app/ialarm-pro/id468639288?ls=1&mt=8";

"KLinkCustomAppStoreLite" = "http://bit.ly/iAlarmLite_jp";
"KLinkCustomAppStoreFullVersion" = "http://bit.ly/iAlarm_jp";


/* Facebook cell的标签 */
"KLabelCellFacebook" = "Facebook";

/* Facebook:send to 的标签 */
"KLabelCellFBSendTo" = "宛先:";

/* 短信 cell的标签 */
"KLabelCellMessages" = "SMS/MMS";

/* 评分cell的标签 */
"KLabelCellRateAndReview" = "レビューを書く";

/* Twitter cell的标签 */
"KLabelCellTwitter" = "Twitter";

/* 邮件 cell的标签 */
"KLabelCellEmail" = "メール";

/* 版本cell的标签 */
"KLabelCellVersion" = "バージョン";

/* 购买完全版cell的标签 */
"KLabelCellBuyFullVersion" = "DownLoad FullVersion";

/* 朋友们的Facebook涂鸦墙Section头的标签 */
"KLabelSectionFBFriendsWall" = "Friend's Wall";

/* 我的Facebook涂鸦墙Section头的标签 */
"KLabelSectionFBMyWell" = "My Wall";

/* 版本Section的脚 */
"KLabelSectionFooterVersion" = "Powered by L&T";

/* 评分Section头的标签 */
"KLabelSectionHeaderRateAndReview" = "評価";

/* 分享Section的标签 */
"KLabelSectionHeaderShare" = "友人に知らせる";

/* 版本Section头的标签 */
"KLabelSectionHeaderVersion" = "位置アラーム";


/* 退出fb提示的文本,Login As XX (不是你？) */
"KTextPromptFBLoginAsXX" = "Logged in as %@ (Not You?)";

/* 还有xx个fb联系人的文本,还有 %d 个... */
"KTextPromptFBMore" = "その他%d件...";

/* 选择联系人视图的提示 */
"KViewPromptCheckContacts" = "Choose walls to Post";

/* 关于视图标题 */
"KViewTitleAbout" = "情報";

/* FB new feed视图标题 */
"KViewTitleFBNewFeed" = "投稿する";

/* TW new Tweet视图标题 */
"KViewTitleTWNewTweet" = "新しいッイート";

/* FB 所有朋友视图标题，所有的朋友 */
"KViewTitleAllFBFriends" = "すべての友達";


/* 提示退出facebook登录状态的提示框的标题 */
"kAlertBeforeLogoutFBInternetTitle" = "Logout from Facebook ?";


/* 文本,Sending... */
"KTextPromptSending" = "送信中...";

/* 文本,xx 位朋友*/
"KTextPromptXXFriends" = "%d件の友達";

/* 文本,下xx位朋友*/
"KTextPromptNextXXFriends" = "%d More...";


/* Share按钮 */
"kBtnShare" = "シェァ";

/* Send按钮 */
"kBtnSend" = "送信";

/* Cancel按钮 */
"kBtnCancel" = "キャンセル";

/* 需要打开internet连接访问Facebook的提示框的内容 */
"kAlertNeedInternetBodyAccessFacebook" = "Facebookにアクセスするには、Wi-Fiネットワークかモバイルデータ通信を利用する必要があります。";

/* 需要打开internet连接访问Twitter的提示框的内容 */
"kAlertNeedInternetBodyAccessTwitter" = "Twitterにアクセスするには、Wi-Fiネットワークかモバイルデータ通信を利用する必要があります。";

/* 需要打开internet连接访问facebook的提示框的标题 */
"kAlertNeedInternetTitleAccessFacebook" = "Facebookに接続できません";

/* 需要打开internet连接访问Twitter的提示框的标题 */
"kAlertNeedInternetTitleAccessTwitter" = "Twitterに接続できません";


/* 要求评分的提示框的标题 */
"kAlertConfirmRateTitle" = "位置アラームが好きですか？";

/* 要求评分的提示框的内容 */
"kAlertConfirmRateBody" = "好きでしたら、App Ｓtore に五つ星の評価をください。あなたのサポートで今後のアップデートを継続することができます。";

/* 要求评分的提示框的 ‘去评分’按钮  */
"kAlertConfirmRateBtnToRate" = "はい、すぐに評価しましょう！";

/* 要求评分的提示框的 ‘No,Thanks’按钮 */
"kAlertConfirmRateBtnNoThanks" = "あとで、また思い出させて下さい";

/* 要求评分的提示框的 ‘Not to remind’按钮 */
"kAlertConfirmRateBtnNotToremind" = "もう教えてくれなくて結構です";


/* 共享内容Get the app */
"KShareContentTextGetTheApp" = "Download the App";

/* 共享内容Get the app */
"KShareContentTwitterMessage" = "バスの中でゲームに夢中になったり、居眠りをしていてバス停を乗り過ごしそうになったことがありませんか?大丈夫、この App\"位置アラーム\"を使ってみてください。その特有の位置計測アラーム機能は、あなたが絶対に必要としていたものです。";

/* 共享内容Get the app */
"KShareContentMailMessage"    = "バスの中でゲームに夢中になったり、居眠りをしていてバス停を乗り過ごしそうになったことがありませんか?大丈夫、この iPhone App\"位置アラーム\"を使ってみてください。その特有の位置計測アラーム機能は、あなたが絶対に必要としていたものです。";

/* 共享内容Get the app */
"KShareContentMailTitle" = "とても役に立つ iPhone App 位置アラームを推薦します";
